<?php
define('RESOURCES_OVERVIEW', 'نظرة عامة على الموارد');
define('YOUR_RES_DELIVERIES', 'تسليم الموارد الخاصة بك');
define('DELIVERY', 'توصيل');
define('DELIVERY_TIME', 'وقت التوصيل');
define('STATUS', 'الحالة');
define('FETCH', 'جلب');
define('FETCHED', 'تم الجلب');
define('ON_HOLD', 'في الانتظار');
define('ONE_DAY_OF_TRAVIAN', 'يوم واحد ترافيان ');
define('TWO_DAYS_OF_TRAVIAN', 'يومان ترافيان ');

//Quest 25
define('Q25_7', 'المهمة 7: الجيران!');
define('Q25_7_DESC', 'توجد حولك العديد من القرى المختلفة. إحداها تدعى. ');
define('Q25_7_DESC1', 'انقر على "الخريطة" في القائمة الرئيسية وابحث عن تلك القرية. يمكن رؤية اسم قرى جيرانك بمجرد وضع مؤشر الماوس فوق أي منها.');
define('Q25_7_ORDER', '</p><b>الطلب:</b><br>ابحث عن إحداثيات ');
define('Q25_7_ORDER1', 'وأدخلها هنا.');
define('Q25_7_RESP', 'بالضبط، هناك ');
define('Q25_7_RESP1', ' قرية! كما الكثير من الموارد عند الوصول إلى هذه القرية. حسنًا، تقريبًا بقدر ...');

define('Q25_8', 'المهمة 8: جيش ضخم!');
define('Q25_8_DESC', 'الآن لدي مهمة خاصة جدًا لك. أنا جائع. أعطني 200 قمح!<br><br>في المقابل سأحاول تنظيم جيش ضخم لحماية قريتك.');
define('Q25_8_ORDER', 'الطلب:</p>أرسل 200 قمح إلى مدير المهام.');
define('Q25_8_BUTN', 'إرسال قمح');
define('Q25_8_NOCROP', 'لا يوجد قمح كافي!');

define('Q25_9', 'المهمة 9: واحد من كل نوع!');
define('Q25_9_DESC', 'في '.SERVER_NAME.' هناك دائما شيء لتفعله! بينما تنتظر جيشك الجديد،<br><br>قم بتوسيع حطاب واحد وحفرة طين واحدة ومنجم حديد واحد وحقل قمح واحد إلى المستوى 1 إضافي');
define('Q25_9_ORDER', 'الطلب:</p>قم بتوسيع حقل مورد واحد من كل نوع إلى المستوى 1.');
define('Q25_9_RESP', 'جيد جداً، تطور رائع في إنتاج الموارد.');

define('Q25_10', 'المهمة 10: قريباً!');
define('Q25_10_DESC', 'الآن هناك وقت لاستراحة قصيرة حتى يصل الجيش الضخم الذي أرسلته لك.<br><br>حتى ذلك الحين يمكنك استكشاف الخريطة أو توسيع بعض حقول الموارد.');
define('Q25_10_ORDER', 'الطلب:</p>انتظر حتى يصل جيش مدير المهام');
define('Q25_10_RESP', 'الآن وصل جيش ضخم من مدير المهام لحماية قريتك');
define('Q25_10_REWARD', 'مكافأتك:</p>يومان إضافيان من ترافيان بلس');

define('Q25_11', 'المهمة 11: التقارير');
define('Q25_11_DESC', 'كلما حدث شيء مهم لحسابك ستتلقى تقريراً.<br><br>يمكنك رؤية ذلك بالضغط على النصف الأيسر من الزر الخامس (من اليسار إلى اليمين). اقرأ التقرير وارجع إلى هنا.');
define('Q25_11_ORDER', 'الطلب:</p>اقرأ أحدث تقرير لك.');
define('Q25_11_RESP', 'هل استلمته؟ جيد جدا. إليك مكافأتك.');

define('Q25_12', 'المهمة 12: كل شيء إلى 1.');
define('Q25_12_DESC', 'الآن يجب علينا زيادة إنتاجك من الموارد قليلاً.');
define('Q25_12_ORDER', 'الطلب:</p>قم بتوسيع جميع حقول الموارد إلى المستوى 1.');
define('Q25_12_RESP', 'جيد جداً، إنتاج الموارد لديك يزدهر.<br><br>قريباً يمكننا البدء في تشييد المباني في القرية.');

define('Q25_13', 'المهمة 13: حمامة السلام');
define('Q25_13_DESC', 'في الأيام الأولى بعد التسجيل، ستكون محمياً من هجمات اللاعبين الآخرين. يمكنك رؤية مدة بقاء هذه الحماية عن طريق إضافة الرمز <b>[#0]</b> إلى ملفك الشخصي.');
define('Q25_13_ORDER', 'الطلب:</p>اكتب الرمز <b>[#0]</b> في ملفك الشخصي بإضافته إلى أحد حقلي الوصف.');
define('Q25_13_RESP', 'أحسنت! الآن يمكن للجميع رؤية أي محارب عظيم سيواجهه العالم.');

define('Q25_14', 'المهمة 14: المخبأ');
define('Q25_14_DESC', 'لقد حان الوقت لبناء مخبأ. عالم <b>'.SERVER_NAME.'</b> خطير.<br><br>العديد من اللاعبين يعيشون على سرقة موارد الآخرين. قم ببناء مخبأ لإخفاء بعض مواردك عن الأعداء.');
define('Q25_14_ORDER', 'الطلب:</p>قم ببناء المخبأ.');
define('Q25_14_RESP', 'أحسنت، الآن سيكون من الصعب على جيرانك الأشرار نهب قريتك.<br><br>إذا تعرضت للهجوم، سيقوم قروييك بإخفاء الموارد في المخبأ بأنفسهم.');

define('Q25_15', 'المهمة 15: إلى الثاني.');
define('Q25_15_DESC', 'في <b>'.SERVER_NAME.'</b> هناك دائما شيء لتفعله! قم بتوسيع حطاب واحد وحفرة طين ومنجم حديد وحقل قمح إلى المستوى 2 لكل منها.');
define('Q25_15_ORDER', 'الطلب:</p>قم بتوسيع واحد من كل حقل مورد إلى المستوى 2.');
define('Q25_15_RESP', 'جيد جداً، قريتك تنمو وتزدهر!');

define('Q25_16', 'المهمة 16: التعليمات');
define('Q25_16_DESC', 'في تعليمات اللعبة، يمكنك العثور على نصوص معلومات قصيرة حول المباني وأنواع الوحدات المختلفة.<br><br>انقر على \'تعليمات\' على اليسار لمعرفة مقدار الخشب المطلوب للثكنة.');
define('Q25_16_ORDER', 'الطلب:</p>أدخل كم تكلف الثكنة من الخشب');
define('Q25_16_BUTN', 'إكمال المهمة');
define('Q25_16_RESP', 'بالضبط! الثكنة تكلف 210 خشب.');

define('Q25_17', 'المهمة 17: المبنى الرئيسي');
define('Q25_17_DESC', 'يحتاج بناؤوك الرئيسيون إلى مبنى رئيسي في المستوى 3 لتشييد مبانٍ مهمة مثل السوق أو الثكنة.');
define('Q25_17_ORDER', 'الطلب:</p>قم بتوسيع المبنى الرئيسي إلى المستوى 3.');
define('Q25_17_RESP', 'أحسنت. تم الانتهاء من المبنى الرئيسي المستوى 3.<br><br>مع هذا التطوير يمكن لعمال البناء بناء المزيد من أنواع المباني والقيام بذلك بشكل أسرع أيضاً.');

define('Q25_18', 'المهمة 18: متقدم!');
define('Q25_18_DESC', 'ابحث عن ترتيبك في إحصائيات اللاعب مرة أخرى واستمتع بتقدمك.');
define('Q25_18_ORDER', 'الطلب:</p>ابحث عن ترتيبك في الإحصائيات وأدخله هنا.');
define('Q25_18_RESP', 'أحسنت! هذا هو ترتيبك الحالي.');

define('Q25_19', 'المهمة 19: أسلحة أم اقتصاد');
define('Q25_19_DESC', 'الآن عليك اتخاذ قرار: إما التجارة بسلام أو أن تصبح محارباً مرعباً.<br><br>للسوق تحتاج إلى مخزن حبوب، للثكنة تحتاج إلى نقطة التجمع.');
define('Q25_19_BUTN', 'الاقتصاد');
define('Q25_19_BUTN1', 'الجيش');

define('Q25_20', 'المهمة 19: الاقتصاد');
define('Q25_20_DESC', 'التجارة والاقتصاد كان اختيارك. تنتظرك أوقات ذهبية بالتأكيد!');
define('Q25_20_ORDER', 'الطلب:</p>قم ببناء مخزن الحبوب.');
define('Q25_20_RESP', 'أحسنت! باستخدام مخزن الحبوب، يمكنك تخزين المزيد من القمح.');

define('Q25_21', 'المهمة 20: المخزن');
define('Q25_21_DESC', 'ليس فقط القمح يجب حفظه. يمكن أن تضيع الموارد الأخرى أيضًا إذا لم يتم تخزينها بشكل صحيح. قم ببناء المخزن!');
define('Q25_21_ORDER', 'الطلب:</p>بناء المخزن.');
define('Q25_21_RESP', ';أحسنت، مخزنك مكتمل...&rdquo;</i><br>الآن استوفيت جميع الشروط الأساسية المطلوبة لبناء السوق.');

define('Q25_22', 'المهمة 21: السوق.');
define('Q25_22_DESC', ';قم ببناء السوق حتى تتمكن من التبادل التجاري مع لاعبين آخرين.');
define('Q25_22_ORDER', 'الطلب:</p>الرجاء بناء السوق.');
define('Q25_22_RESP', 'تم الانتهاء من السوق. الآن يمكنك تقديم عروض خاصة بك وقبول عروض الآخرين! عند إنشاء عروضك الخاصة، يجب أن تفكر في تقديم ما يحتاجه اللاعبون الآخرون أكثر لتحقيق المزيد من الأرباح.');

define('Q25_23', 'المهمة 19: الجيش');
define('Q25_23_DESC', 'قرار شجاع. لكي تتمكن من إرسال القوات، تحتاج إلى نقطة تجمع.<br><br>يجب بناء نقطة التجمع في موقع بناء محدد. إن ');
define('Q25_23_DESC1', ' موقع البناء.');
define('Q25_23_DESC2', ' يقع على الجانب الأيمن من المبنى الرئيسي، إلى الأسفل قليلاً منه. موقع البناء نفسه منحني.');
define('Q25_23_ORDER', 'الطلب:</p>قم بإنشاء نقطة التجمع.');
define('Q25_23_RESP', 'تم تشييد نقطة التجمع الخاصة بك! خطوة جيدة نحو السيطرة على العالم!');

define('Q25_24', 'المهمة 20: الثكنة');
define('Q25_24_DESC', 'الآن لديك مبنى رئيسي مستوى 3 ونقطة تجمع. هذا يعني أنه تم استيفاء جميع الشروط لبناء الثكنة.<br><br>يمكنك استخدام الثكنة لتدريب القوات للقتال.');
define('Q25_24_ORDER', 'الطلب:</p>بناء الثكنة.');
define('Q25_24_RESP', 'أحسنت... لقد تجمع أفضل المدربين من جميع أنحاء البلاد لتدريب رجالكم على مهارات القتال بأفضل مستوى.');

define('Q25_25', 'المهمة 21: التدريب.');
define('Q25_25_DESC', 'الآن بعد أن أصبح لديك ثكنة، يمكنك البدء في تدريب القوات. قم بتدريب اثنين من ');
define('Q25_25_ORDER', 'الرجاء تدريب 2 ');
define('Q25_25_RESP', 'تم إرساء أساس جيشك المجيد.<br><br>قبل إرسال جيشك للنهب، يجب التحقق من');
define('Q25_25_RESP1', 'محاكي المعارك');
define('Q25_25_RESP2', 'لمعرفة عدد القوات التي تحتاجها للقتال بنجاح ضد جرذ واحد دون خسائر.');

define('Q25_26', 'المهمة 22: كل شيء إلى 2.');
define('Q25_26_DESC', 'لقد حان الوقت مجددًا لتوسيع دعائم القوة والثروة! هذه المرة المستوى 1 ليس كافياً... سيستغرق الأمر بعض الوقت ولكن في النهاية سيكون الأمر يستحق. قم بتوسيع جميع حقول الموارد إلى المستوى 2!');
define('Q25_26_ORDER', 'الطلب:</p>قم بتوسيع جميع حقول الموارد إلى 2.');
define('Q25_26_RESP', 'تهانينا! قريتك تنمو وتزدهر...');

define('Q25_27', 'المهمة 23: الأصدقاء.');
define('Q25_27_DESC', 'كلاعب فردي، من الصعب التنافس مع المهاجمين. من مصلحتك أن يحبك جيرانك.<br><br>سيكون من الأفضل لو لعبت مع الأصدقاء. هل تعلم أنه يمكنك كسب '.GOLD_IMG.' بدعوة الأصدقاء؟');
define('Q25_27_ORDER', 'الطلب:</p>كم عدد '.GOLD_IMG.' الذي تحصل عليه مقابل دعوة صديق؟');
define('Q25_27_RESP', 'صحيح! تحصل على 50 '.GOLD_IMG.' إذا كان لصديقك المدعو قريتان.');

define('Q25_28', 'المهمة 24: بناء السفارة.');
define('Q25_28_DESC', 'عالم ترافيان خطير. لقد بنيت بالفعل مخبأ لحمايتك من المهاجمين.<br><br>ستوفر لك التحالفات الجيدة حماية أفضل.');
define('Q25_28_ORDER', 'الطلب:</p>لقبول دعوات التحالفات، قم ببناء سفارة.');
define('Q25_28_RESP', 'نعم! يمكنك انتظار دعوة من تحالف أو إنشاء تحالف خاص بك إذا كانت السفارة من المستوى 3.');

define('Q25_29', 'المهمة 25: التحالف.');
define('Q25_29_DESC', 'العمل الجماعي مهم في ترافيان. ينظم اللاعبون الذين يعملون معاً أنفسهم في تحالفات. احصل على دعوة من تحالف في منطقتك وانضم إليه. بدلاً من ذلك، يمكنك تأسيس تحالفك الخاص بك. للقيام بذلك، تحتاج إلى سفارة من المستوى 3.');
define('Q25_29_ORDER', 'الطلب:</p>انضم إلى تحالف أو أسس تحالفا خاصا بك.');
define('Q25_29_RESP', 'أحسنت! أنت الآن في اتحاد يدعى');
define('Q25_29_RESP1', '، وأنت عضو في تحالفهم.<br>بالعمل الجماعي ستتقدمون جميعاً بشكل أسرع...');

define('Q25_30', 'المهام');
define('Q25_30_DESC', 'تم إنجاز جميع المهام!');


//======================================================//
//================ UNITS - DO NOT EDIT! ================//
//======================================================//
define('U0', 'البطل');

//ROMAN UNITS
define('U1', 'جندي أول');
define('U2', 'حارس الإمبراطور');
define('U3', 'جندي مهاجم');
define('U4', 'فرقة تجسس');
define('U5', 'سلاح الفرسان');
define('U6', 'فرسان القيصر');
define('U7', 'محطمة الأبواب');
define('U8', 'المقلاع الناري');
define('U9', 'حكيم');
define('U10', 'مستوطن');

//TEUTON UNITS
define('U11', 'مقاتل بهراوة');
define('U12', 'مقاتل برمح');
define('U13', 'مقاتل بفأس');
define('U14', 'الكشاف');
define('U15', 'مقاتل القيصر');
define('U16', 'فرسان الجرمان');
define('U17', 'محطمة الأبواب');
define('U18', 'المقلاع');
define('U19', 'الزعيم');
define('U20', 'مستوطن');

//GAUL UNITS
define('U21', 'الكتيبة');
define('U22', 'مبارز');
define('U23', 'المستكشف');
define('U24', 'رعد التوتاتيس');
define('U25', 'فرسان الكاهن');
define('U26', 'فرسان الهيدوان');
define('U27', 'محطمة الأبواب');
define('U28', 'المقلاع');
define('U29', 'رئيس');
define('U30', 'مستوطن');
define('U99', 'فخ');

//NATURE UNITS
define('U31', 'جرذ');
define('U32', 'عنكبوت');
define('U33', 'أفعى');
define('U34', 'خفاش');
define('U35', 'خنزير بري');
define('U36', 'ذئب');
define('U37', 'دب');
define('U38', 'تمساح');
define('U39', 'نمر');
define('U40', 'فيل');

//NATARS UNITS
define('U41', 'حامل الرمح');
define('U42', 'المحارب الشائك');
define('U43', 'الحارس');
define('U44', 'طيور جارحة');
define('U45', 'راكب فأس');
define('U46', 'فارس التتار');
define('U47', 'فيل حرب');
define('U48', 'منجنيق');
define('U49', 'إمبراطور التتار');
define('U50', 'مستوطن التتار');

//MONSTER UNITS
define('U51', 'وحش صغير');
define('U52', 'صائد الوحوش');
define('U53', 'المحارب الوحش');
define('U54', 'شبح');
define('U55', 'حصان الوحش');
define('U56', 'جواد الحرب الوحش');
define('U57', 'محطم الوحوش');
define('U58', 'مقلاع الوحوش');
define('U59', 'زعيم الوحوش');
define('U60', 'مستوطن الوحش');

//INDEX.php
define('LOGIN', 'الدخول');
define('PLAYERS', 'اللاعبين');
define('MODERATOR', 'المشرف');
define('ACTIVE', 'نشط');
define('ONLINE', 'متصل');
define('TUTORIAL', 'التعليمات');
if(!defined('FAQ')) define('FAQ', 'الأسئلة الشائعة');
if(!defined('SPIELREGELN')) define('SPIELREGELN', 'قوانين اللعبة');
define('PLAYER_STATISTICS', 'إحصائيات اللاعبين');
define('TOTAL_PLAYERS', PLAYERS.' الإجمالي');
define('ACTIVE_PLAYERS', 'اللاعبين النشطين');
define('ONLINE_PLAYERS', PLAYERS.' المتصلين');
define('MP_STRATEGY_GAME', SERVER_NAME.' - لعبة الاستراتيجية متعددة اللاعبين');
define('WHAT_IS', SERVER_NAME.' هي واحدة من أشهر ألعاب المتصفح في العالم. كلاعب في '.SERVER_NAME.'، سوف تبني إمبراطوريتك الخاصة، تجند جيشاً قوياً، وتقاتل مع حلفائك من أجل السيطرة على عالم اللعبة.');
define('REGISTER_FOR_FREE', 'سجل هنا مجاناً!');
define('LATEST_GAME_WORLD', 'أحدث عوالم اللعبة');
define('LATEST_GAME_WORLD2', 'سجل في أحدث<br>عالم اللعبة واستمتع<br>بمزايا كونك<br>واحداً من<br>أوائل اللاعبين.');
define('PLAY_NOW', 'العب '.SERVER_NAME.' الآن');
define('LEARN_MORE', 'اعرف المزيد <br>عن '.SERVER_NAME.'!');
define('LEARN_MORE2', 'الآن بنظام سيرفر ثوري، رسومات جديدة بالكامل <br>هذه النسخة مذهلة!');
define('COMUNITY', 'المجتمع');
define('BECOME_COMUNITY', 'كن جزءاً من مجتمعنا الآن!');
define('BECOME_COMUNITY2', 'كن جزءاً من أحد<br>أكبر مجتمعات<br>الألعاب في العالم.');
define('NEWS', 'الأخبار');
define('SCREENSHOTS', 'لقطات الشاشة');
if(!defined('FAQ')) define('FAQ', 'الأسئلة الشائعة');
if(!defined('SPIELREGELN')) define('SPIELREGELN', 'القوانين');
define('AGB', 'الشروط والأحكام');
define('LEARN1', 'قم بتطوير الحقول والمناجم لزيادة إنتاجك من الموارد. ستحتاج الموارد لتشييد المباني وتدريب الجنود.');
define('LEARN2', 'شيد ووسع المباني في قريتك. تحسن المباني بنيتك التحتية وتزيد من إنتاج الموارد، وتسمح لك بتطوير وتدريب جيوشك.');
define('LEARN3', 'راقب وتفاعل مع محيطك. يمكنك كسب أصدقاء جدد أو أعداء جدد، الاستفادة من الواحات القريبة ومراقبة ازدياد قوة إمبراطوريتك.');
define('LEARN4', 'تابع تطورك ونجاحك وقارن نفسك باللاعبين الآخرين. انظر إلى ترتيب العشرة الأوائل وقاتل للفوز بميدالية يومية.');
define('LEARN5', 'احصل على تقارير مفصلة حول مغامراتك وتجارتك ومعاركك. لا تنسَ التحقق من أحدث التقارير حول الأحداث في محيط قريتك.');
define('LEARN6', 'تبادل المعلومات وقُم بالدبلوماسية مع لاعبين آخرين. تذكر دائماً أن التواصل هو المفتاح لكسب أصدقاء جدد وحل النزاعات القديمة.');
define('LOGIN_TO', 'تسجيل الدخول إلى '.SERVER_NAME);
define('REGIN_TO', 'التسجيل في '.SERVER_NAME);
define('P_ONLINE', 'اللاعبين المتصلين: ');
define('P_TOTAL', 'إجمالي اللاعبين: ');
define('CHOOSE', 'الرجاء اختيار سيرفر.');
define('STARTED', ' بدأ السيرفر منذ '. round((time() - COMMENCE) / 86400) .' أيام.');

//ANMELDEN.php
define('NICKNAME', 'اسم المستخدم');
define('EMAIL', 'البريد الإلكتروني');
define('PASSWORD', 'كلمة المرور');
define('NW', 'الشمال الغربي');
define('NE', 'الشمال الشرقي');
define('SW', 'الجنوب الغربي');
define('SE', 'الجنوب الشرقي');
define('RANDOM', 'عشوائي');
define('ACCEPT_RULES', ' أوافق على قوانين اللعبة والشروط والأحكام العامة.');
define('ONE_PER_SERVER', 'كل لاعب يمكنه امتلاك حساب واحد فقط لكل سيرفر.');
define('BEFORE_REGISTER', 'قبل تسجيل الحساب، يجب عليك قراءة <a href="/anleitung.php" target="_blank">التعليمات</a> لمعرفة مزايا وعيوب كل قبيلة.');
define('BUILDING_UPGRADING', 'المباني:');
define('HOURS', 'ساعات');


//ATTACKS ETC.
define('TROOP_MOVEMENTS', 'تحركات القوات:');
define('ARRIVING_REINF_TROOPS', 'وصول قوات التعزيزات');
define('ARRIVING_ATTACKING_TROOPS', 'وصول القوات المهاجمة');
define('ARRIVING_REINF_TROOPS_SHORT', 'تعزيزات');
define('OWN_ATTACKING_TROOPS', 'القوات المهاجمة الخاصة');
define('ATTACK', 'هجوم');
define('OWN_REINFORCING_TROOPS', 'القوات المعززة الخاصة');
define('NEWVILLAGE', 'قرية جديدة.');
define('FOUNDNEWVILLAGE', 'تأسيس قرية جديدة');
define('UNDERATTACK', 'القرية تحت الهجوم');
define('OASISATTACK', 'الواحة تحت الهجوم');
define('OASISATTACKS', 'هجوم واحة');
define('RETURNFROM', 'عودة من');
define('REINFORCEMENTFOR', 'مساعدة إلى');
define('ATTACK_ON', 'هجوم على');
define('RAID_ON', 'نهب على');
define('SCOUTING', 'تجسس');
define('PRISONERS', 'أسرى');
define('PRISONERSIN', 'أسرى في');
define('PRISONERSFROM', 'أسرى من');
define('TROOPS', 'قوات');
define('BOUNTY', 'غنائم');
define('ARRIVAL', 'وصول');
define('CATAPULT_TARGET', 'أهداف المقاليع');
define('INCOMING_TROOPS', 'القوات القادمة');
define('TROOPS_ON_THEIR_WAY', 'قوات في طريقها');
define('OWN_TROOPS', 'قواتك الخاصة');
define('ON', 'في');
define('AT', 'عند');
define('UPKEEP', 'استهلاك');
define('SEND_BACK', 'إرجاع');
define('TROOPS_IN_THE_VILLAGE', 'القوات في القرية');
define('TROOPS_IN_OTHER_VILLAGE', 'قوات في قرية أخرى');
define('TROOPS_IN_OASIS', 'القوات في الواحة');
define('KILL', 'قتل');
define('FROM', 'من');
define('SEND_TROOPS', 'إرسال القوات');
define('TASKMASTER', 'مدير المهام');
define('TO_THE_TASK', 'إلى المهمة');
define('VILLAGE_OF_THE_ELDERS', 'قرية الحكماء');
define('VILLAGE_OF_THE_ELDERS_TROOPS', 'قوات قرية الحكماء');

//SEND TROOP
define('REINFORCE', 'تعزيز');
define('NORMALATTACK', 'هجوم كامل');
define('RAID', 'هجوم للنهب');
define('OR', 'أو');
define('SENDTROOP', 'ارسال قوات');
define('NOTROOP', 'لا قوات');

//map
define('DETAIL', 'التفاصيل');
define('ABANDVALLEY', 'وادي مهجور');
define('OCCUPIED', 'محتلة');
define('UNOCCUPIED', 'غير محتلة');
define('UNOCCUOASIS', 'واحة غير محتلة');
define('OCCUOASIS', 'واحة محتلة');
define('THERENOINFO', 'لا توجد<br>معلومات متاحة هنا.');
define('LANDDIST', 'توزيع المقاطعات');
define('TRIBE', 'القبيلة');
define('ALLIANCE', 'التحالف');
define('POP', 'السكان');
define('REPORT', 'تقرير');
define('OPTION', 'خيارات');
define('CENTREMAP', 'مركز الخريطة');
define('FNEWVILLAGE', 'تأسيس قرية جديدة');
define('CULTUREPOINT', 'النقاط الحضارية');
define('BUILDRALLY', 'بناء نقطة التجمع');
define('SETTLERSAVAIL', 'المستوطنين المتاحين');
define('BEGINPRO', 'تحت الحماية');
define('SENDMERC', 'ارسال تجار');
define('BAN', 'اللاعب محظور');
define('BUILDMARKET', 'بناء السوق');
define('PERHOUR', 'في الساعة');
define('BONUS', 'إضافة');
define('MAP', 'الخريطة');
define('LARGE_MAP', 'الخريطة الكبيرة');
define('LARGE_MAP_DESC', 'إظهار الخريطة الكبيرة في نافذة إضافية');
define('CROPFINDER', 'باحث القمحيات');
define('NORTH', 'شمال');
define('EAST', 'شرق');
define('SOUTH', 'جنوب');
define('WEST', 'غرب');
define('CLOSE_MAP', 'إغلاق الخريطة');
define('AND', 'و');

//other
define('VILLAGE', 'القرية');
define('STATISTICS', 'الإحصائيات');
define('OASIS', 'واحة');
define('NO_OASIS', 'أنت لا تملك أي واحة.');
define('NO_VILLAGES', 'لا توجد قرى.');
define('PLAYER', 'اللاعب');

//LOGIN.php
define('COOKIES', 'يجب تفعيل ملفات تعريف الارتباط (Cookies) لتتمكن من تسجيل الدخول. إذا كنت تشارك هذا الكمبيوتر مع آخرين، قم بتسجيل الخروج دائماً بعد الانتهاء حفاظاً على أمانك.');
define('NAME', 'الاسم');
define('PW_FORGOTTEN', 'نسيت كلمة المرور؟');
define('PW_REQUEST', 'يمكنك طلب كلمة مرور أخرى سيتم إرسالها إلى بريدك الإلكتروني.');
define('PW_GENERATE', 'توليد كلمة مرور جديدة.');
define('EMAIL_NOT_VERIFIED', 'لم يتم تفعيل البريد الإلكتروني!');
define('EMAIL_FOLLOW', 'اتبع هذا الرابط لتفعيل حسابك.');
define('VERIFY_EMAIL', 'تأكيد البريد الإلكتروني.');
define('SERVER_STARTS_IN', 'يبدأ السيرفر خلال: ');
define('START_NOW', 'ابدأ الآن');

//404.php
define('NOTHING_HERE', 'لا شيء هنا!');
define('WE_LOOKED', 'بحثنا 404 مرة ولم نجد أي شيء');

//MASSMESSAGE.php
define('MASS', 'محتوى الرسالة');
define('MASS_SUBJECT', 'الموضوع:');
define('MASS_COLOR', 'لون الرسالة:');
define('MASS_REQUIRED', 'جميع الحقول مطلوبة');
define('MASS_UNITS', 'الصور (الوحدات):');
define('MASS_SHOWHIDE', 'إظهار/إخفاء');
define('MASS_READ', 'اقرأ هذا: بعد إضافة أيقونة تعبيرية، يجب إضافة يمين أو يسار بعد الرقم وإلا فلن تعمل الصورة');
define('MASS_CONFIRM', 'تأكيد');
define('MASS_REALLY', 'هل تريد حقاً إرسال رسالة جماعية؟');
define('MASS_ABORT', 'إلغاء الإرسال الآن');
define('MASS_SENT', 'تم إرسال الرسالة الجماعية');
